  {
    "title" : "大数据推荐会使人\n变蠢？\n",
    "imgSrc" : "./assets/images/blogimg1.jpg",
    "imgFooterLeft" : "文字",
    "imgFooterRight" : "2017/02/03",
    "author" : "詹姆斯·韦伯斯特\n",
    "content" : [
      {
        "type" : "subtitle1",
        "data" : "引言\n"
      },
      {
        "type" : "subtitle2",
        "data" : "数字从来不会自己说话。数据必须经过分析才能产生意义。数据必须要清理、加权、整理。 很多时候，大数据被输入到算法中，产生可指导行动的测量数据。个性化给人们带来的最大担忧是，它让用户撤回到舒服的飞地，其结果是用户的视野变窄，偏见增强。\n"
      },
      {
        "type" : "text",
        "data" : "任何改变都会产生赢家和输家。不管你喜欢与否，网络都有能力收集个人信息。这产生了一对矛盾：一方面是这些数据衍生的利益——由机构和用户享有；另一方面是人们对保护隐私的期望。这对矛盾不会很快消失，在更多情况下，它们是属于政治范畴的问题，而不是研究方法的问题。\n"
      },
      {
        "type" : "text",
        "data" : "个性化给人们带来的最大担忧是，它让用户撤回到舒服的飞地，其结果是用户的视野变窄，偏见增强。信息时代带给我们的另一个风险是：我们分享如此多的信息，以至于我们的独立性被降低了。相反，我们寻找和我们一样思考的人们，吹嘘我们有多少“好友”和“粉丝”。\n"
      },
      {
        "type" : "text",
        "data" : "数字从来不会自己说话。数据必须经过分析才能产生意义。数据必须要清理、加权、整理。 很多时候，大数据被输入到算法中，产生可指导行动的测量数据。然而，预测人们会做什么、要什么或对什么满意，比物理世界的预测更难。\n"
      },
      {
        "type" : "text",
        "data" : "我们的行动通常反映了习惯与偏好的组合，但是我们的兴趣各不相同，对媒体的了解也并不完美。所以，要在我们想要的时候，准确地得到我们想要的东西，并非一件容易的事情。我们每个人的选择加在一起，创造了一种对媒体有价值的东西——公众注意力。因此，媒体尽其所能地创造并维持公众注意力，包括设计赤裸裸的强力曝露活动，也包括悄悄地对我们曲意逢迎。用户和媒体一直处于互动之中。双方都对自己的选择进行评估，寻找有利条件，并根据看起来可能的条件调整自己。但是，这些评估是如何进行的？目前，双方日益依赖媒介测量来处理自己的事务。\n"
      },
      {
        "type" : "text",
        "data" : "一个世纪以来，测量已经成为媒体产业的重要组成部分。然而，在选择丰富的数字媒体时代，普通用户也变得依赖媒介测量。即使保守地说，收集和报告数据的活动也会带来深远的影响。\n"
      },
      {
        "type" : "img",
        "data" : "./assets/images/blogimg2.jpg"
      },
      {
        "type" : "imgFootnote",
        "data" : "黑白纹身\n"
      },
      {
        "type" : "subtitle1",
        "data" : "媒介测量的兴起\n"
      },
      {
        "type" : "text",
        "data" : "媒介测量始于 20 世纪早期，当时是作为广告商评估媒体价值的一种方式。报纸杂志只需确定印刷了多少份就能知道受众的规模。然而，广播遇到一个新的问题：听众并没有留下足迹。广播听众分散在广阔的天地，隐匿在私密空间，就像承载广播信号的电波一样无影无踪。想要成为成功的广告媒介，广播需要一个方法来确认谁在收听。到了 20 世纪 30 年代，相关行业在一种专门做受众测量的新公司那里找到了解决方法。这些“收听率”机构，正如后来人们所熟悉的那样，使用新开发的取样工具和统计推断来估算听众规模。有了收听率信息，广播行业从此兴旺发达。电视后来出现时，也采纳了广播的测量手段。\n"
      },
      {
        "type" : "text",
        "data" : "到了 20 世纪 80 年代，大多数西方国家（它们起初并不像美国那样依赖广告商支持）也拥有了固定的受众测量。不管是哪种情况，测量的基本处方是一样的。视听率机构首先抽取一个代表性的样本，然后通过问卷、日志或仪表来测量人们的选择，最后推测更大受众群体的规模与构成。\n"
      },
      {
        "type" : "text",
        "data" : "社会学家有一个说法叫做“市场信息机制”，视听率机构便是它的实例。这些机制成为“身处竞争领域的生产者了解自己、消费者、竞争对手和供应商行为的首要信息来源”。很多机构，例如媒体，都需要稳定的数据才能运转。如果没有数据，他们就是盲人。然而，他们所依赖的信息永远都不是完全中立的。视听率是建构的，而且建构的方式影响了它所要测量的东西本身。\n"
      },
      {
        "type" : "text",
        "data" : "例如，唱片行业曾经通过《公告牌》（Billboard）杂志的排行榜来确定一首歌的流行程度。20 世纪 80 年代，唱片行业开始使用更准确的“音乐统计”系统。这个系统基于扫描条形码所收集的销售数据。然而，测量方法的改变也使唱片行业产生了分化，某些音乐类型（例如乡村音乐）因此变得更加重要。测量改变行业，相似的案例也发生在电视和图书出版业。\n"
      },
      {
        "type" : "text",
        "data" : "视听率机构继续演化。它们根据新媒体做出调整，并开始使用新的数据源（例如推特和 Facebook ） 。 随着人员和广告在不同媒体间迅速流动，人们还要对“跨平台”受众进行评估。时至今日，在全世界范围内，媒体测量引导了广告行业大约 5000 亿美元的资金配置。因为媒介测量是判断成败的通用标准，所以它们也往往成为媒体制作者的灾星或救星。\n"
      },

      {
        "type" : "img",
        "data" : "./assets/images/blogimg3.jpg"
      },
      {
        "type" : "imgFootnote",
        "data" : "彩色纹身\n"
      },
      {
        "type" : "subtitle1",
        "data" : "测量中的偏见\n"
      },
      {
        "type" : "text",
        "data" : "所有的媒介测量都具有偏见。这并不是说，它们为了达到某个不道德的目的而故意歪曲——虽然也存在这个可能。意思是说，它们永远无法提供一个完全客观的现实图像。在收集和整理数据的过程中，偏见是固有的。能被观测到的东西是无限的。记录这些东西的方法各不相同。而且，正如我们所见，有很多不同的方法可以将所有数据凝缩为可用的测量标准。在这个过程中，有些东西未被探索到，有些东西则牺牲在“剪辑室”。\n"
      },
      {
        "type" : "text",
        "data" : "主导这个过程的是人类。他们决定什么是有用的、可行的或可以营销的。这样的判断已经烙入到所有的测量中，并从此产生偏见。重要的是识别最常见的偏见形式，并了解它们是如何影响市场运行的。有三种偏见值得一提：行为偏见、个性化偏见和流行度偏见。\n"
      },
      {
        "type" : "subtitle2",
        "data" : "行为偏见\n"
      },
      {
        "type" : "text",
        "data" : "绝大多数数字媒体的测量手段是通过记录人们的行为建构的。从广播的最初岁月开始就是这样，直至今日未曾改变。第一个视听率测量机构决定通过记录听众的收听行为来测量广播接触。这并不是理解媒介使用的唯一方式——它也可以被定义为听众关注或参与，但是接触迅速成为业界共识。历史学家马克·巴尔内夫斯及其同事解释道：“出于买卖广告时段或买卖节目的目的，一种能显示收听某个节目和收听时间的测量标准具有某种简洁性，这对高竞争性环境中的议价十分重要。” 数字电视的现代测量技术与此并无二致。个人收视记录仪和机顶盒记录下人们所选择的内容或频道，并从这些选择中推断接触。\n"
      },
      {
        "type" : "text",
        "data" : "Web 2.0 机构对行为数据的依赖并没有减少。虽然有些机构从用户评论中获得见解，但是大多数被采集的信息都是作为行为数据被加以解释的。服务器追踪人们买了什么、访问了什么网站、索取了什么信息、下载了什么材料、链接到了什么网页、分享了什么东西。实际上，每一天的每一秒钟都有海量的行为数据被制造出来。它的优点是价格低廉、数量丰富，从而成为一种具有诱惑力的资源。但是，即便测量得精确，行为也很难被解释。\n"
      },
      {
        "type" : "text",
        "data" : "人们面临的最大诱惑是将选择当作偏好的替身。其实，经济学中有一个正式的假设，即，选择是“显示性偏好”的度量。在推荐机制中，这种思路十分常见。甚至这些机制的批评者似乎也忽略了二者的区别。“新一代的互联网过滤机制盯着你看起来喜欢的东西——你实际的所作所为，或者与你类似的人们所喜欢的东西，并试图做出推断。”但是，我们有理由怀疑，选择是不是先有偏好的直接反映。媒介使用并不总是我们个人偏好的良好体现。我们所属社交网络的特质、我们用来寻找内容的工具和日常生活的结构都影响了媒介使用。\n"
      },
      {
        "type" : "subtitle2",
        "data" : "个性化偏见\n"
      },
      {
        "type" : "text",
        "data" : "可选择的东西如此之多，可用于选择的时间如此之少。媒介测量的一项重要功能是为人们的选择提供向导。个性化推荐在一定程度上能够预见我们认为有用或有趣的东西。它意味着我们无须在搜索上浪费时间，无须考虑每个选项。获取提供这些推荐的技能，一直是在网络上取得成功的处方。然而，商业平台并非唯一具有个性化偏见的平台。接下来我将论证，测量手段让我们以个性化的方式接触数字媒体，这在一定程度上是由我们社交网络的本质属性造成的。\n"
      },
      {
        "type" : "text",
        "data" : "营利网站具有追求个性化的欲望，这并不难理解。这个被帕里泽称为“为相关性而进行的竞赛”，驱动着大多数硅谷企业。因为它们意识到创造忠诚客户的最好方法是，“提供真正对应每个人独特兴趣、欲望和需求的内容”。 正如我们所看到的，这也正是协同过滤的存在理由。谷歌从 2009 年开始提供个性化搜索结果。Facebook 的图谱搜索提供了另一种个性化方法。根据《纽约时报》的说法，“在用户的 Facebook 好友中哪一个与用户最亲密，在搜索结果中用户最想看到谁的答案，这些都是由算法审定的”。\n"
      },
      {
        "type" : "text",
        "data" : "社交网络和亲密小组也在无意中造成了个性化偏见。正如第二章所指出的，几乎所有的社交网络都是同质化的。社交网络的成员倾向于拥有相似的背景、兴趣和性情。在这些网络之中，照顾到相关群体兴趣、规范和偏见的媒介更容易得到广泛传播。社交新闻网站，如红迪网（Reddit）或顶客（Digg），通过推导、综合和排名向人们推荐值得关注的东西，从而鼓励了这种选择性。\n"
      },
      {
        "type" : "text",
        "data" : "其实，社交网络呈现给我们的推荐，可能比我们想象的还要自动化。Facebook 通过一种名为“刀锋排名”（EdgeRank）的算法，为每个用户提供个性化的动态新闻。刀锋排名是 Facebook 的专利，但是与图谱搜索类似，它也是优先呈现来自与我们关系密切的人们的最新消息。换句话说，在所有的 Facebook 好友中，我们更可能听到像我们一样的人们的消息。在一定程度上，这种定制内容造成了社交媒体上普遍存在的个性化偏见\n"
      },
      {
        "type" : "subtitle2",
        "data" : "流行度偏见\n"
      },
      {
        "type" : "text",
        "data" : "几乎所有上述方法都产生一个推荐排序表。搜索引擎根据内向链接的数量和重要性进行网页筛选。社交网络和内容提供者将用户指向阅读最多的故事、观看最多的视频或者大多数90“像你一样的人们”所购买的、租赁的或喜爱的东西。用户信息机制经常使用的方法，都特别倚重流行度。《华尔街日报》的“数字先生”卡尔·比亚利克有一句妙语：“互联网促进了流行度竞赛的爆发。” [“Numbers Guy”是由卡尔·比亚利克创办并供稿的《华尔街日报》专栏，这个专栏是关于新闻所使用（特别是误用）的数字和统计的。]\n"
      },
      {
        "type" : "text",
        "data" : "尽管在历史上，大众文化的批判者曾经质疑被当作质量指标的流行度，但是推荐机制基本上能够免于此类质疑。相反，用户和社会评论家都赞赏这些机制，认为它们体现了“群众的智慧”——意思是说众多普通决策者能够创造优于专家的集体判断。这个流行概念给那些自私机构和告诉人们什么最好的自认权威提供了诱人的修正。然而，即使接受这个假设，用户信息机制也往往不能满足做出优秀决定所需的前提条件。\n"
      },
      {
        "type" : "subtitle1",
        "data" : "透过大数据看世界\n"
      },
      {
        "type" : "text",
        "data" : "很多评论家和顾问早就指出，大数据的出现将促使我们革新一切，从制造到市场营销、到医药、到天气预测、到股票交易、到科学自身的每项实践。我曾间接提到服务器所产生的数据对媒介测量的影响，但是我们还是应该认真考虑，大数据是否从根本上改变了我们看待注意力市场的方式，是否在此过程中改变了市场的运行方式。\n"
      },
      {
        "type" : "text",
        "data" : "大数据这个词模糊得让人喜欢。对有些人来说，它是一切电子计算表中大到无法处理的数据；对另一些人来说，它只不过是一个需要超级计算机进行运算的数据集。它通常包括两个截然不同却又经常合在一起的话题：数据与分析。为了掌握大数据的贡献和局限，我们应该对二者分别对待。\n"
      },
      {
        "type" : "text",
        "data" : "数字从来不会自己说话。数据必须经过分析才能产生意义。数据必须要清理、加权、整理。 很多时候，大数据被输入到算法中，产生可指导行动的测量数据。正如克里斯·斯坦纳所指出的：“在华尔街和其他地方，所有因算法而实现的革命，只有一个核心的、执着的目标：预测——更精确地说，预测其他人会做什么。”\n"
      },
      {
        "type" : "text",
        "data" : "对社交活动的预测会影响他们所预测的东西。如果谷歌预测某个网站会有价值并因为这个预测促进了网站流量，似乎就能够进一步证明这个推荐的正确性。如果《纽约时报》网站将某篇文章吹捧为阅读量最多的文章，就会引诱人们去阅读它。如果我们接受这个间接推荐，它对其他人的诱惑力就会增强。如果亚马逊预测我们将会喜欢某本书，因为“像我们一样的人们”购买了该书，我们可能就会将该书加入到购物车，从而使销售增长。倘若不是这样，这个增长是不存在的。测量并没有与它们所要测量的现实相互分离，测量重塑了现实。\n"
      }
    ]
  }
